# Copyright (c) 2016 NIBIO <http://www.nibio.no/>. 
# 
# This file is part of MamestraBrassicaeModel.
# MamestraBrassicaeModel is free software: you can redistribute it and/or modify
# it under the terms of the NIBIO Open Source License as published by 
# NIBIO, either version 1 of the License, or (at your option) any
# later version.
# 
# MamestraBrassicaeModel is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# NIBIO Open Source License for more details.
# 
# You should have received a copy of the NIBIO Open Source License
# along with MamestraBrassicaeModel.  If not, see <http://www.nibio.no/licenses/>.
# 

name=TOMCAST (FAST - Dew) modell for Alternaria
description=  <h2>Alternaria - TOMCAST (FastDew)</h2>\n<p>Modellen beregner risiko for angrep av bladflekksjukdom for&aring;rsaket av Alternaria, og anses &aring; v&aelig;re relevant for t&oslash;rrflekksjuke (<em>Alternaria solani</em>) i potet, Alternaria bladflekk (<em>Alternaria dauci</em>) og Cercospora- bladflekk (<em>Cercospora carotae</em>) i gulrot.</p>\n<p>{{filename="/images/triple_image.jpg" description="Photos of alternaria"}}</p>\n<p><em>1) T&oslash;rrflekksjuke i potet (Alternaria solani). Foto: NIBIO. 2) Alternariabladflekk i gulrot (Alternaria dauci) i gulrot. N&aelig;rbildet viser sporulering. Foto: Belachew Asalf, NIBIO. 3) Cercospora bladflekk (Cercospora carotae) i gulrot . Foto: Belachew Asalf, NIBIO</em></p>\n<p>Modellen startes ved f&oslash;rste funn av symptomer, og vil deretter beregne daglige risikoverdier (DSVs: Disease Severity Values) basert p&aring; temperatur og bladfuktighet siste d&oslash;gn (Madden et al. 1978). DSV representerer risikoen for angrep av t&oslash;rrflekksjuke siste d&oslash;gn. Daglige DSV-verdier blir summert frem til en terskel er n&aring;dd og behandling er anbefalt. Modellen er laget slik at akkumulering av DSV nullstilles n&aring;r spr&oslash;yting gjennomf&oslash;res og legges inn i VIPS, og akkumulering starter p&aring; nytt fra 0.</p>\n<p>{{filename="/images/image4.png" description="Varselgraf fra VIPS"}}</p>\n<p><em>Skjermbilde fra VIPS som viser varsler gjennom en sesong. I dette tilfellet er det lagt inn tre spr&oslash;ytetider som vises ved at akkumulert risikoverdi (DSV) nullstilles.</em></p>\n<p>&nbsp;</p>\n<p>Modellens standardoppsett i VIPS er basert p&aring; beregning av DSV ved temperaturer fra 13 til 29 grader, som definert av Madden et al 1978. Terskelverdi for beregning av spr&oslash;yteintervall er satt til DSV = 20.</p>\n<p>Dersom en &oslash;nsker &aring; bruke en Modifisert TOMCAST som beskrevet for t&oslash;rrflekksjuke potet i danske fors&oslash;k (Abuley og Nielsen, 2017), kan bruker selv endre minimumstemperatur for modellen til 10 grader. Terskelverdi for spr&oslash;yteintervall DSV = 20.</p>\n<p>&nbsp;</p>\n<h3>Oppstart av varsel</h3>\n<p>Potetplanter varierer i mottakelighet for t&oslash;rrflekksjuke gjennom sesongen, og de blir gradvis mer og mer mottakelige. Dette betyr at behovet for beskyttelse ogs&aring; varierer tilsvarende. Modellen startes n&aring;r man ser de f&oslash;rste symptomene p&aring; t&oslash;rrflekksjuke og gjennomf&oslash;rer f&oslash;rste behandling (under 0,1% angrep).</p>\n<p>Denne modellen fungerer best som privat varsel. Dette kan gj&oslash;res med data fra private v&aelig;rstasjoner og for v&aelig;rstasjoner som er offentlig tilgjengelige i VIPS. Se\u202f<a href="https://www.vips-landbruk.no/information/27/">brukerveiledning</a>. Ved oppstart av varsel kan bruker selv bestemme om en &oslash;nsker &aring; bruke standard innstilling.</p>\n<p>Dersom en ikke &oslash;nsker &aring; bruke standard oppsett kan bruker selv velge minimumstemperatur og terskelverdi for DSV n&aring;r modellen startes.</p>\n<p>Alternaria-varsel vil komme opp i kolonnen til h&oslash;yre for kartet i VIPS-forsida s&aring; lenge brukeren er logget inn.</p>\n<h3>Tolking av varsel</h3>\n<p>Modellen viser gr&oslash;nt (ingen fare) frem til den akkumulerte risikoverdien er 15, gult (mulig fare) fra 15 til 20, og deretter r&oslash;dt (fare). Risikoverdien nullstilles n&aring;r bruker legger inn en spr&oslash;ytedato i sitt modelloppsett.</p>\n<h3>Utpr&oslash;ving og validering av modellen</h3>\n<h4>Nasjonalt</h4>\n<p>Modellen har v&aelig;rt under utpr&oslash;ving i Norge siden 2020, og blir testet b&aring;de i gulrot og i potet. Basert p&aring; erfaringer fra andre land er terskelverdien for r&oslash;dt varsel satt til DSV = 20. Som del av fors&oslash;kene vil det bli vurdert om terskelverdier b&oslash;r justeres for best mulig tilpasning til norske forhold (Asalf et al 2024).</p>\n<h4>Internasjonalt</h4>\n<p>TOMCAST er basert p&aring; en modell utviklet for varsling av bladflekksjukdommer i tomat, og har sin opprinnelse fra USA (Madden et al 1978). Videre erfaringer med bruk av TOMCAST som varslingsmodell for t&oslash;rrflekksjuke i tomat er oppsummert av Gleason et al (1995). I Danmark er modellen evaluert for bruk i potet, hvor best resultat ble oppn&aring;dd med en modifisert versjon hvor minimumstemperatur ble redusert til 10 grader, med spr&oslash;yteintervall ved 20 DSV.</p>\n<p>Kontaktpersoner: <a href="https://nibio.no/ansatte/havard-eikemo">H&aring;vard Eikemo</a> (potet), og <a href="https://nibio.no/ansatte/belachew-asalf-tadesse">Belachew Asalf Tadesse</a> (gr&oslash;nnsaker)</p>\n<h3>Referanser</h3>\n<p>Abuley and Nielsen, 2017. Evaluation of models to control potato early blight (Alternaria solani) in Denmark. Crop Protection, 102, 118-128. DOI: <a href="https://doi.org/10.1016/j.cropro.2017.08.012">https://doi.org/10.1016/j.cropro.2017.08.012</a></p>\n<p>Asalf. B., Eikemo, H., H&oslash;getveit, L-A., Nordskog B., and Hermansen, A. 2024. Evaluating TOMCAST model for predicting timing of fungicide applications to control Alternaria diseases in carrot and potato (Poster abstract). 13th International Epidemiology workshop, 9-12 April, 2024, Foz du Iguacu, Brazil. P. 05. <a href="https://www.vips-landbruk.no/media/attachments/information/Tomcast_poster_Asalf_et_al.pdf">PDF</a></p>\n<p>Bounds, R. S., Podolsky, R. H., &amp; Hausbeck, M. K. 2007. Integrating disease thresholds with TOM-CAST for carrot foliar blight management. Plant disease, 91, 798-804.</p>\n<p>Gleason, M. L. 1995. "Disease warning system."\u202fPlant Disease\u202f79.2: 113.</p>\n<p>Madden, L., S. P. Pennypacker, and A. A. MacNab. 1978. "FAST, a forecast system for Alternaria solani on tomato."\u202fPhytopathology\u202f68.9: 1354-1358.</p>\n<h3>Lenker til mer informasjon</h3>\n<p>Plantevernleksikonet: <a href="https://www.plantevernleksikonet.no/l/oppslag/310/">Alternaria-bladflekk i gulrot</a></p>\n<p>Plantevernleksikonet: <a href="https://www.plantevernleksikonet.no/l/oppslag/1307/">T&oslash;rrflekksjuke i potet</a></p>
statusInterpretation=Modellen vil vise gr\u00f8nt (ingen fare) frem til den akkumulerte risikoverdien er 15. Fra denne verdien frem til terskelverdien (20) vil varselet v\u00e6re gult (mulig fare), og deretter g\u00e5 over til r\u00f8dt (fare).
usage=TODO
